public/devotional.html
<!DOCTYPE html>
<html lang="es">
<head>
<!-- Jul 20, 2020 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Daily in His Presence by David Jeremiah - Devotional</title>
<meta name="generator" content="Org mode">
<meta name="author" content="aang">
<meta name='viewport' content='width=device-width, initial-scale=1'>
<!-- UIkit CSS -->
<link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/uikit@3.5.5/dist/css/uikit.min.css' />

<!-- UIkit JS -->
<!-- own little style -->
<link rel='stylesheet' type='text/css' href='../css/site.css' />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../"> UP </a>
 |
 <a accesskey="H" href="../"> HOME </a>
</div><main id="content">
<header>
<h1 class="title uk-h2 uk-panel uk-padding uk-background-secondary uk-light uk-margin-left uk-margin-right">Daily in His Presence by David Jeremiah - Devotional</h1>
</header><nav id="table-of-contents">
<h2 class="uk-heading-bullet">&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org807dec4"><span class="timestamp-wrapper"><span class="timestamp">&lt;2020-07-20 Mon&gt;</span></span></a></li>
</ul>
</div>
</nav>

<section id="outline-container-org807dec4" class="outline-2 uk-card uk-card-body uk-align-center uk-text-justify">
<h2 id="org807dec4"><span class="timestamp-wrapper uk-heading-bullet"><span class="timestamp">&lt;2020-07-20 Mon&gt;</span></span></h2>
<div class="outline-text-2" id="text-org807dec4">
<p class="verse">
Porque tú eres mi roca y mi castillo;<br>
Por tu nombre me guiarás y me encaminarás.<br>
<br>
- <b>Salmo 31:3</b><br>
</p>
<p>
El general de Northeren Robert McAllister es recordado principalmente por las novecientas cartas que escribió a casa describiendo sus experiencias en la Guerra Civil estadounidense. El 11 de abril de 1864, escribió
a su esposa, Ellen: "Un día estaba cabalgando para cazar un lugar seguro para disparar a un objetivo. Monté en un pequeño acantilado; y cuando llegué a la cima, escuché una voz. Al mirar hacia abajo en una cantera de piedra vi a dos de nuestros muchachos
comprometidos fervientemente en la oración, me di la vuelta lo más silenciosamente posible, pensando en lo delicioso que era encontrar un sentimiento tan profundo en mi regimiento ".
Estamos en una batalla espiritual todos los días, pero nada es más poderoso que una fe que encuentra una cantera de piedra en la que rezar, tal vez con un compañero creyente. La Biblia dice: "<i>Desde el fin de la tierra, lloraré a Ti, cuando mi corazón
está abrumado; llévame a la roca que es más alta que yo</i>".
</p>



<p>
<b>Original english version</b>
</p>

<p class="verse">
For You are my rock and my fortress; therefore, for Your name's sake, lead me and guide me.<br>
- <b>Psalm 31:3</b><br>
</p>

<p>
Northeren General Robert McAllister is chiefly remembered for the nine hundred letters he wrote home describing his experiences in the American Civil War. On April 11, 1864, he wrote
his wife, Ellen: "One day I was riding out to hunt a safe place to fire at a target. I rode up on a little bluff; and as I reached the summit, I heard a voice. On looking down into a stone quarry I saw two of our boys
earnestly engaged in prayer- I turned away as quietly as possible, thinking how delightful it was to find such deep feeling in my regiment."
We're in a spiritual battle every day, but nothing is more powerful than a quite faith that finds a stone quarry in which to pray, perhaps with a fellow believer. The bible says: "From the end of the earth, I will cry to You, when my heart
is overwhelmed;  lead me to the rock that is higher than I"
(Psalm 61:2).
</p>
</div>
</section>
</main>
<footer id="postamble" class="status">

<div class='footer'>
<hr>
Copyright © 2020 <a href='mailto:aang.drummer@gmail.com'>Abel Güitian</a> | <a href='https://github.com/aang7/aang7.github.io'>Source</a><br>
Last updated on Jul 20, 2020 using Emacs 26.3 (Org mode 9.1.9) <br>
</div>
</footer>
</body>
</html>
